[
  {
    "name": "Beverley Armstrong",
    "title": "Broadcast Engineer",
    "organization": "Red30 Design",
    "bio": "While Beverley Armstrong is known as a tech head, she also has a secret musical side playing Viennese oboe and other woodwinds. ",
    "session_name": "The Art of Sound",
    "session_description": "While composed music has long been considered an art, sound is still considered more of a technical skill than an art. As a broadcast engineer, Beverley has been an advocate for sound to be treated as an art, with the BE conducting the blend of voice, music, background noise, and sound effects to create content that greatly enhances the visual aspects of a broadcast.",
    "id": 6
  },
  {
    "name": "Daniel Rohan",
    "title": "Cyber Security Specialist",
    "organization": "Hansel & Petal",
    "bio": "Daniel Rohan has been with Hansel & Petal for six years. His leadership in AI security is well-documented in his many articles for top security publications.",
    "session_name": "Security in the Age of AI",
    "session_description": "With security crises gaining in prevalence, it’s more important than ever for us to make sure that our AI can't be hacked. How can we avoid all the data noise out there?",
    "id": 7
  },
  {
    "name": "Daron Seeley",
    "title": "Sr. Solutions Architect",
    "organization": "Two Trees Olive Oil",
    "bio": "Daron Seeley loves solving problems, which makes the job of Solutions Architect a paradisiacal dream come true—especially when he gets to play with robots. ",
    "session_name": "Robots on the Farm",
    "session_description": "From testing soil to gently picking fruits and vegetables to avoid damage, robotics are becoming a critical faction in the role of agriculture in the future. Learn how current and future technologies will be implemented in this huge, critically important industry.",
    "id": 8
  },
  {
    "name": "David Powlowski",
    "title": "Machine Learning Engineer",
    "organization": "Binaryville",
    "bio": "David Powlowski had an AHA! moment while listening to his daughter Ebin memorizing scenarios to reach the desired answers on her final chemistry exam. Since then, he considers all machines his children.",
    "session_name": "Machines are People, Too",
    "session_description": "Machine Learning is more like human learning than most people believe. Like a machine, we set up our students to give answers rather than to come up with solutions, basically setting variables to get a desired output. What can we learn from this?",
    "id": 9
  },
  {
    "name": "Devon Harris",
    "title": "Director, Sales & Marketing",
    "organization": "Red30 Tech",
    "bio": "Devon Harris has worked virtually and managed people remotely, and thrives in both situations. With a worldwide sales and marketing team to manage, that’s definitely a boon for his work/life balance.",
    "session_name": "Managing Virtual Teams",
    "session_description": "How do you keep your team invested in projects if they are all or partly remote? What are your biggest challenges and the best tools to meet those challenges? Join these managers in a roundtable discussion as they share the tools and methodologies that work for them.",
    "id": 10
  },
  {
    "name": "Dixie Russel",
    "title": "Art Director",
    "organization": "Red30 Design",
    "bio": "Dixie Russel has run a successful side business selling her paintings for the last seven years, and founded the local arts-makerspace in her neighborhood. We have no idea how she finds time to work for us, we're just glad she does.",
    "session_name": "Ideas into Business",
    "session_description": "From 3D printed jewelry to hand embroidery, epoxy river tables to boat making, many makers find that there is a market for what they create, and embark on a business. Meet successful makers who have turned their maker energy into successful enterprises.",
    "id": 11
  },
  {
    "name": "Emma Jones",
    "title": "Fashion Designer",
    "organization": "H+ Sport",
    "bio": "When fashion designer Emma Jones found out her sister—a registered nurse—had to ration her PPE to protect herself from getting Covid, she immediately advocated H+ Sport to switch production to accommodate frontline-healthcare needs. Since, they have donated 26,000 masks to area hospitals.",
    "session_name": "3D Makers and PPE during a Pandemic",
    "session_description": "Never has there been more outpouring of maker energy than during the Covid pandemic of 2020. From students to makerspaces to industry, individuals and organizations took it upon themselves to create much needed PPE for this worldwide emergency. See some of the most inventive solutions created nationwide.",
    "id": 12
  },
  {
    "name": "Erin Frami",
    "title": "Chief Creative Officer",
    "organization": "The Lakehouse Restaurant",
    "bio": "Erin Frami comes from a long line of cheese lovers and makers. She grew up helping her parents operate their goat cheese farm, and introduced her family's line of cheeses to The Lakehouse Restaurant's chefs. She has since been their favorite coworker.",
    "session_name": "The Art of Cheese",
    "session_description": "What better three-dimensional art could there be other than cheese? The number of artisan and specialty cheese makers has been growing around the U.S., and for good reason—they are making some amazing cheeses, and people love them. Learn about some of the most influential cheese artists and how they grew their hobby into a hospitality must-have. ",
    "id": 13
  },
  {
    "name": "Eve Berge",
    "title": "Director of Diversity",
    "organization": "Explore California",
    "bio": "Eve Berge has been a professional and volunteer diversity advocate for as long as she can remember. Her goal is to educate as many people as possible about options to combat discrimination and other social justice issues. ",
    "session_name": "Diversity in the Maker Community",
    "session_description": "Is the maker community really the great open-source democracy that it set out to be? Studies show that women, people with disabilities, people from households that make less than $125,000, and people of color are still largely under-represented in the maker community. How do we truly open our doors to a broader population?",
    "id": 14
  },
  {
    "name": "Geoff Leffler",
    "title": "Fabrication Specialist",
    "organization": "KinetEco Inc.",
    "bio": "Geoff Leffler has metal in his veins. Starting out in traditional steel and aluminum fabrication, he's become obsessed with new technologies that can create finished metal parts quickly and affordably.",
    "session_name": "3D Printing with Metal",
    "session_description": "See the latest in metal 3D printing technologies, from desktop machines (you need a really big desk!) to those designed for machine shops creating high-end and high-volume pieces.",
    "id": 15
  },
  {
    "name": "Grant Jacobson",
    "title": "Owner",
    "organization": "Grant Creative Solutions",
    "bio": "Grant Jacobson has been creating virtual walkthroughs for real estate clients for years, so it only makes sense for him to become an augmented reality go-to creative. About 40 percent of his clients use Grant's proprietary augmented reality services.",
    "session_name": "Augmented Real(ity) Estate",
    "session_description": "Imagine if your company is moving you to a state too far away to spend time looking for a new place to live. Wouldn't it be nice to be able to meet an agent, walk through a house, open doors, go up steps, and check out the neighborhood from the comfort of your couch? Check out the latest innovations in augmented reality in the real estate market, and discuss its economic benefits.",
    "id": 16
  },
  {
    "name": "Griffin Snow",
    "title": "Urban Planner",
    "organization": "KinetEco Inc.",
    "bio": "Griffin Snow has been driven to find ways to make efficient, affordable housing for all ever since he was a kid living on the streets with his single dad. ",
    "session_name": "Homebuilding and 3D Printing",
    "session_description": "A new house in 24 hours—can this be our practical solution for making affordable housing for all? See what has been done in this very vertical industry, and discuss how it will grow and be truly affordable—both for those living in the homes, and for the builders that create them.",
    "id": 17
  },
  {
    "name": "Gwen Fabler",
    "title": "President",
    "organization": "Fabler Innovations",
    "bio": "Gwen Fabler is a maker hack geek, or so she says, and loves collecting and distributing crowdsourced maker information.  ",
    "session_name": "Hands-On Hacks",
    "session_description": "Join your fellow makers in learning their favorite hacks in popular maker categories. ",
    "id": 18
  },
  {
    "name": "Heather Farrell",
    "title": "3D Digital Artist",
    "organization": "Blue Sky Kites",
    "bio": "Heather Farrell agrees with Lauren Bacall: \"Imagination is the highest kite you can fly.\" That's only one of the reasons she is so involved in makerspaces—to help others' imaginations turn into reality.",
    "session_name": "Arts and Crafts Makerspaces",
    "session_description": "Interest and participation in arts and crafts has grown exponentially over the last decade. In the United States alone, over 60 percent of households participate in creative activity annually, including paper crafts like scrapbooking, knitting, sewing, painting and drawing, and wood crafts. Makerspaces supporting crafts have opened up possibilities for those who can't otherwise have access to tools of the craft trade. Here’s how to support (or start!) an arts and crafts makerspace.",
    "id": 19
  },
  {
    "name": "Hilary Brooks",
    "title": "Instructional Designer",
    "organization": "Hansel & Petal",
    "bio": "Hilary Brooks launched Hansel & Petal's online learning program in 2013. Through the company's portal, thousands of people have learned how to garden, floral arrangement, and home decor. She's currently working on developing a VR program for the company.",
    "session_name": "Virtual Reality for Remote Learning",
    "session_description": "The potential for VR in education has great potential to expand beyond limits of typical online learning. See what developers are creating to enhance the learning experience of students from kindergarteners to emergency medical training.",
    "id": 20
  },
  {
    "name": "Hui Bashirian",
    "title": "Software Engineer",
    "organization": "Wisdom Pet Medicine",
    "bio": "Dog-parent to three rescue mutts, Hui Bashirian has dedicated his maker brain to keeping his dogs healthy, engaged, and entertained. ",
    "session_name": "Animals and AI",
    "session_description": "We've known for years that robot dogs can never take the place of real dogs. But can robot people take the place of dog owners? We'll compare the pluses and minuses of the emerging field of Artificial Dog Sitters.",
    "id": 21
  },
  {
    "name": "Jamill Waters",
    "title": "Research Scientist",
    "organization": "SAMOCA",
    "bio": "Jamill Waters has been both a real artist and a fake one. Both make him happy.",
    "session_name": "Art in the Age of Automation",
    "session_description": "There are some people who don't believe that art can be “art” if it is made by a machine. The most intriguing and sometimes surprising beautiful art is made by non-sentient robots, based on data and interpretations of that data. So what are artists afraid of?",
    "id": 22
  },
  {
    "name": "Jarrod Anderson",
    "title": "Architectural Designer",
    "organization": "KinetEco Inc.",
    "bio": "Leading a team of architectural designers, Jarrod Anderson is determined to push forward with energy efficient ideas that were once considered impossible.",
    "session_name": "Homebuilding and 3D Printing",
    "session_description": "A new house in 24 hours—can this be our practical solution for making affordable housing for all? See what has been done in this very vertical industry, and discuss how it will grow and be truly affordable—both for those living in the homes, and for the builders that create them.",
    "id": 23
  },
  {
    "name": "Jayden Williams",
    "title": "Sr. Program Manager",
    "organization": "Red30 Tech",
    "bio": "Jayden Williams loves helping others get rich—in a smart way. She never wants to see you starting a fundraiser to buy a sandwich.",
    "session_name": "Makers Making Money",
    "session_description": "Making money as a maker might be what we all dream of, but business acumen has to coexist with ideas and creativity. Learn how to balance the dream and reality. ",
    "id": 24
  },
  {
    "name": "Jeffery Lowe",
    "title": "Social Media Manager",
    "organization": "The Lakehouse Restaurant",
    "bio": "What's the most common questions Jeffery Lowe gets at work? If you guess \"How in the world does this 3D printer work?\" and \"What do you do with it?,\" you're right. ",
    "session_name": "3D Printing for the Non-Tech Minded",
    "session_description": "This is 3D Printing 101 for those in the makerspace that don't consider themselves technically astute. Bring on the questions!",
    "id": 25
  },
  {
    "name": "Jennifer Miller",
    "title": "CTE Engineer",
    "organization": "Red30 Tech",
    "bio": "Jennifer Miller lives and breathes AI data strategy. In her spare time, she lives and breathes more AI data strategy.",
    "session_name": "AI and Education—Developing a Data Strategy",
    "session_description": "According to research, the majority of higher educators agree that AI will be a key part of their educational toolbox moving forward. The same research shows that nearly all of these educators have absolutely no clue how to build AI into their programs. This session gives practical suggestions for getting started on an AI data strategy.",
    "id": 26
  },
  {
    "name": "Jenny Torres",
    "title": "Account Executive",
    "organization": "Red30 Tech",
    "bio": "Jenny Torres likes to tell others that there is literally a maker or two inside of her since she has spent most of her life morbidly obese due to a rare medical condition. She credits the maker community with giving her the confidence and courage to create. ",
    "session_name": "We are All Makers",
    "session_description": "There is a maker inside of each of us—and some get out more often than others. From innovating a way to make a job easier, to renovating a tired chest of drawers into a piece of statement home decor, bits of maker make it into our days on a regular basis. Here’s how to embrace and encourage that maker in everyone around us.",
    "id": 27
  },
  {
    "name": "Jess Abbott",
    "title": "Photographer",
    "organization": "Pixelford Photography",
    "bio": "Formerly a photographer for an arts magazine, Jess Abbott now spends her time photographing what some may or may not consider \"art\" created by machines.   ",
    "session_name": "Art in the Age of Automation",
    "session_description": "There are some people who don't believe that art can be “art” if it is made by a machine. The most intriguing and sometimes surprising beautiful art is made by non-sentient robots, based on data and interpretations of that data. ",
    "id": 28
  },
  {
    "name": "Joey Fisher",
    "title": "Business Intelligence Engineer",
    "organization": "H+ Sport",
    "bio": "Joey Fisher’s best friend is a robot named H that he designed to collect data about his coworkers’ coffee-drinking habits and how they relate to productivity. Using this data, H travels the office serving coffee (and pep talks) at continually optimized times for each individual.",
    "session_name": "Must-Dos vs. Trends",
    "session_description": "Are AI and robotics necessary to make your business succeed? Or are you only considering them because your competitors thought they were cool? Learn how to determine if bringing artificial intelligence into your business is intelligent for real.",
    "id": 29
  },
  {
    "name": "Johnathan Kim",
    "title": "Innovation Coach",
    "organization": "Two Trees Olive Oil",
    "bio": "Johnathan Kim believes in the adage that eating is a necessity, but cooking is an art. In that vein, he also believes that we should all eat more art.",
    "session_name": "Data and Human Needs",
    "session_description": "Innovation coaching is one of the many human resources services that companies provide their staff. Historically, it’s done only with one-on-one discussions—but more recently, artificial intelligence is being used to pinpoint issues and challenges. How does this affect the human-human relationship?",
    "id": 30
  },
  {
    "name": "Josh Taylor",
    "title": "Graphic Designer",
    "organization": "Wisdom Pet Medicine",
    "bio": "Josh Taylor is a maker in the nth degree, and coaches local makers who are interested in taking their craft to market. He especially enjoys his work with the local junior and high school maker competitions.",
    "session_name": "Ideas into Business",
    "session_description": "From 3D printed jewelry to hand embroidery, epoxy river tables to boat making, many makers find that there is a market for what they create, and embark on a business. Meet successful makers who have turned their maker energy into enterprise.",
    "id": 31
  },
  {
    "name": "Julie Parker",
    "title": "Director, Outreach & Engagement",
    "organization": "Orange Valley University",
    "bio": "“Clay” is Julie Parker’s middle name. Having minored in sculpture at Roux Academy, she’s now studying how 3D clay printers can bring to life projects that might not otherwise be creatable by hand. ",
    "session_name": "3D Printing with Clay",
    "session_description": "Clay has historically been a hands-on medium for over 20,000 years, both to create practical items for day-to-day living, and art for day-to-day beauty. Now with the advent of commercially available 3D clay printers, artists and engineers alike are creating inspirational pieces that were previously unimaginable.",
    "id": 32
  },
  {
    "name": "Justin Olsen",
    "title": "Principle Engineer Architect",
    "organization": "Globe Bank International",
    "bio": "Justin Olson is cofounder of Globe Bank International's \"Helping Make Homes\" initiative along with Liz Carter, Senior Program Manager. ",
    "session_name": "Helping Make Homes Worldwide",
    "session_description": "See how Helping Make Homes utilizes maker resources and innovations to grow its impact around the world. From using virtual reality for training in building trades, to 3D printing with concrete, metal, and plastic, to using AI to assess data that will best serve each community, Helping Make Homes is making irrefutable headway into efficient and affordable home building around the world.",
    "id": 33
  },
  {
    "name": "Justine Evans",
    "title": "Computer Coding Instructor",
    "organization": "Orange Valley University",
    "bio": "Justine Evans began coding when she was 11, and hasn't stopped since. She has developed an open-source online learning platform for all of the state's grade schools. ",
    "session_name": "AI and Education—Developing a Data Strategy",
    "session_description": "According to research, the majority of higher education educators agree that AI will be a key part of their educational toolbox moving forward. The same research shows that nearly all of these educators have absolutely no clue how to build AI into their programs. This session gives practical suggestions for getting started on an AI data strategy.",
    "id": 34
  },
  {
    "name": "Kennedy Beckingham",
    "title": "Youth Director",
    "organization": "OVCAA",
    "bio": "Kennedy Beckingham loves controversy when it comes to teaching kids. Not only does it spark intriguing discussions, it also results in some amazing educational programs and techniques.",
    "session_name": "Let them Eat Cake—or Don't",
    "session_description": "How do we determine what and how much our children should learn? Do we encourage them to experiment with new technologies, or to spend more time on traditional handicrafts? Join in on the discussion—and bring your questions.",
    "id": 35
  },
  {
    "name": "Liz Carter",
    "title": "Senior Program Manager",
    "organization": "Globe Bank International",
    "bio": "Liz Carter is cofounder of Globe Bank International's \"Helping Make Homes\" initiative along with Justin Olson, Principle Engineer Architect.",
    "session_name": "Helping Make Homes Worldwide",
    "session_description": "See how Helping Make Homes utilizes maker resources and innovations to grow its impact around the world. From using virtual reality for training in building trades, to 3D printing with concrete, metal, and plastic, to using AI to assess data that will best serve each community, Helping Make Homes is making irrefutable headway into efficient and affordable home building around the world.",
    "id": 36
  },
  {
    "name": "Marysa Balma",
    "title": "Founder/CEO",
    "organization": "Balma Innovations",
    "bio": "Marysa Balma founded Balma Innovations in 2012. She has developed systems for adults that allow them to learn about design at their own pace, including designing with 3D printer technology.",
    "session_name": "3D Printing for the Non-Tech Minded",
    "session_description": "This is 3D Printing 101 for those in the makerspace that don't consider themselves technically astute.",
    "id": 37
  },
  {
    "name": "Mike Jacobson",
    "title": "Associate Operations Manager",
    "organization": "The Lakehouse Restaurant",
    "bio": "Mike Jacobson helps to runs operations at all of The Lakehouse Restaurants, including determining human resource and technical needs. ",
    "session_name": "Human Resources and Robots",
    "session_description": "Researchers have claimed that nearly 50 percent of all jobs could be done by robots within the next two decades. What is the effect of automation on managing the workforce? Will ‘human resources’ become obsolete?",
    "id": 38
  },
  {
    "name": "Milia Wu",
    "title": "Director of Special Projects",
    "organization": "City of Orange Valley",
    "bio": "Milia Wu thinks all of her projects are special, especially the one in which she actively interacts with people in local makerspaces, and talks to the community about taking advantage of these spaces. Her ultimate goal is to help more women and seniors get involved.",
    "session_name": "Making a Maker Community",
    "session_description": "One of the things we hear most often is that the favorite part of a makerspace is being able to socialize with other people interested in the same things you are, and learning about areas of making that you want to learn about. How do we build and nurture this community?",
    "id": 39
  },
  {
    "name": "Nate Deckow",
    "title": "Application Engineer",
    "organization": "Binaryville",
    "bio": "Nate Decklow first started knitting to help with hand dexterity, and hasn't stopped. He is co-leader and founder of a local knitting charity organization.  ",
    "session_name": "Yarnathon for Justice",
    "session_description": "Bring your needles (knitting or crochet) and join other hand-knitters and crocheters in creating a one-of-a-kind quilt that will be auctioned off for charity. Last year’s quilt raised $18,000! Moderator Nate Deckow will be coordinating the specs and completion of the quilt. ",
    "id": 40
  },
  {
    "name": "Paula Muller",
    "title": "Cloud Solutions Specialist",
    "organization": "Red30 Tech",
    "bio": "Paula Muller strives to help businesses of all sizes minimize costs and stress. She also believes that education is a key part of cloud recruitment.",
    "session_name": "Embracing the Cloud",
    "session_description": "The cloud makes many tasks faster and more efficient for industry. How does it affect makers?",
    "id": 41
  },
  {
    "name": "Pen Ridsdale",
    "title": "Vlogger",
    "organization": "Pen Designs",
    "bio": "If you haven't heard of Pen Ridsdale, you're living under a rock. Pen vlogs (with style) almost daily about fellow makers and shakers.",
    "session_name": "Are Makerspaces Passe?",
    "session_description": "You don't need to attend this session to find out the short answer to this question: a resounding “NO!” We'll be discussing how to keep makerspaces current, full, and economically stable.",
    "id": 42
  },
  {
    "name": "Peter Wang",
    "title": "Strategic Services Director",
    "organization": "Roux Academy",
    "bio": "Peter Wang helps Roux Academy navigate its current use of technology, and researches what's critical and creative for students, professors, and staff. ",
    "session_name": "AI and Education—Developing a Data Strategy",
    "session_description": "According to research, the majority of higher education educators agree that AI will be a key part of their educational toolbox moving forward. The same research shows that nearly all of these educators have absolutely no clue how to build AI into their programs. This session gives practical suggestions for getting started on an AI data strategy.",
    "id": 43
  },
  {
    "name": "Rose Ortiz",
    "title": "Videographer",
    "organization": "Red30 Design",
    "bio": "Rose Ortiz is one of the country's foremost drone videographers, and assists public service organizations with using drones for service and safety.",
    "session_name": "Using Drones for Disaster Relief",
    "session_description": "Drones are becoming immeasurably important in disaster relief. Using drones to fight wildfires has huge potential to save lives and avoid the risks that firefighters face. Carrying supplies to people otherwise unreachable, and surveying damage are just two more ways drones can help us. See what’s being used and developed.",
    "id": 44
  },
  {
    "name": "Sofia Lopez",
    "title": "Digital Strategist",
    "organization": "SAMOCA",
    "bio": "As a digital strategist, Sofia Lopez knows the challenge of balance between humans and robots. She often assists corporations in educating employees in using technology to avoid feeling threatened by it. ",
    "session_name": "Human Resources and Robots",
    "session_description": "Researchers have claimed that nearly 50 percent of all jobs could be done by robots within the next two decades. What is the effect of automation on managing the workforce? Will ‘human resources’ become obsolete?",
    "id": 45
  },
  {
    "name": "Stephanie Watson",
    "title": "CAD Designer",
    "organization": "KinetEco Inc.",
    "bio": "Stephanie Watson is a 3D-building enthusiast, and has worked with several non-profits in designing efficient homes for their local population.",
    "session_name": "Homebuilding and 3D Printing",
    "session_description": "A new house in 24 hours—can this be our practical solution for making affordable housing for all? See what has been done in this very vertical industry, and discuss how it will grow and be truly affordable—both for those living in the homes, and for the builders that create them.",
    "id": 46
  },
  {
    "name": "Stephen Tao",
    "title": "Digital Service Engineer",
    "organization": "City of Orange Valley",
    "bio": "Stephen Tao is passionate about VR and loves to show off projects he and his team have collaborated on—including the first completely ADA-compliant renovation to an entire neighborhood in Orange Valley.",
    "session_name": "VR in Town and City Planning",
    "session_description": "The City of Orange Valley is one of the first in the state to embrace the use of VR in its town planning. Panelists share examples of zoning request mockups, a proposed development, and other infrastructure proposals and plans that help both citizens and developers envision and edit prior to implementation.",
    "id": 47
  },
  {
    "name": "Teena Judkins",
    "title": "Senior Game Designer",
    "organization": "Red30 Tech",
    "bio": "Teena Judkins takes playing very seriously. In addition to her extensive background in 2D and 3D art, she is one of the foremost experts in augmented reality in gaming.",
    "session_name": "This Is your Brain on VR",
    "session_description": "Medical uses for VR are on the rise. Using virtual reality, medical professionals are helping stroke victims regain mobility, and treating people with PTSD, schizophrenia, and sleep disorders. We discuss the neurophysics of manipulating reality to help with various health issues, and why it works. Plus how the entertainment industry is helping the medical industry in its studies.",
    "id": 48
  },
  {
    "name": "Victor Gonzalez",
    "title": "Wastewater Management Specialist",
    "organization": "Leaf & Mortar",
    "bio": "Victor Gonzalez has worked tirelessly in helping organizations design and model systems that bring normally 'hidden' infrastructures—such as the wastewater management systems he designs and implements—to life using virtual reality. ",
    "session_name": "VR in Town and City Planning",
    "session_description": "The City of Orange Valley is one of the first in the state to embrace the use of VR in its town planning. Panelists share examples of zoning request mockups, a proposed development, and other infrastructure proposals and plans that help both citizens and developers envision and edit prior to implementation.",
    "id": 49
  },
  {
    "name": "Zia York",
    "title": "Director of Experience Design",
    "organization": "The Landon Hotel",
    "bio": "Every guest at The Landon Hotels are beneficiaries of Zia York's expertise in experience design. ",
    "session_name": "Automating User Testing",
    "session_description": "Eliminating human error and saving time and money are key reasons user testing—at least parts of it—is an ideal job for automation. We'll discuss the advantages and disadvantages of using machines to test a product that will be used by humans.",
    "id": 50
  }
]
