[
  {
    "name": "Griffin Snow",
    "title": "Urban Planner",
    "organization": "KinetEco Inc.",
    "bio": "Griffin Snow has been driven to find ways to make efficient, affordable housing for all ever since he was a kid living on the streets with his single dad. ",
    "session_name": "Homebuilding and 3D Printing",
    "session_description": "A new house in 24 hours—can this be our practical solution for making affordable housing for all? See what has been done in this very vertical industry, and discuss how it will grow and be truly affordable—both for those living in the homes, and for the builders that create them.",
    "id": 17
  },
  {
    "name": "Heather Farrell",
    "title": "3D Digital Artist",
    "organization": "Blue Sky Kites",
    "bio": "Heather Farrell agrees with Lauren Bacall: \"Imagination is the highest kite you can fly.\" That's only one of the reasons she is so involved in makerspaces—to help others' imaginations turn into reality.",
    "session_name": "Arts and Crafts Makerspaces",
    "session_description": "Interest and participation in arts and crafts has grown exponentially over the last decade. In the United States alone, over 60 percent of households participate in creative activity annually, including paper crafts like scrapbooking, knitting, sewing, painting and drawing, and wood crafts. Makerspaces supporting crafts have opened up possibilities for those who can't otherwise have access to tools of the craft trade. Here’s how to support (or start!) an arts and crafts makerspace.",
    "id": 19
  },
  {
    "name": "Jarrod Anderson",
    "title": "Architectural Designer",
    "organization": "KinetEco Inc.",
    "bio": "Leading a team of architectural designers, Jarrod Anderson is determined to push forward with energy efficient ideas that were once considered impossible.",
    "session_name": "Homebuilding and 3D Printing",
    "session_description": "A new house in 24 hours—can this be our practical solution for making affordable housing for all? See what has been done in this very vertical industry, and discuss how it will grow and be truly affordable—both for those living in the homes, and for the builders that create them.",
    "id": 23
  },
  {
    "name": "Jayden Williams",
    "title": "Sr. Program Manager",
    "organization": "Red30 Tech",
    "bio": "Jayden Williams loves helping others get rich—in a smart way. She never wants to see you starting a fundraiser to buy a sandwich.",
    "session_name": "Makers Making Money",
    "session_description": "Making money as a maker might be what we all dream of, but business acumen has to coexist with ideas and creativity. Learn how to balance the dream and reality. ",
    "id": 24
  },
  {
    "name": "Jennifer Miller",
    "title": "CTE Engineer",
    "organization": "Red30 Tech",
    "bio": "Jennifer Miller lives and breathes AI data strategy. In her spare time, she lives and breathes more AI data strategy.",
    "session_name": "AI and Education—Developing a Data Strategy",
    "session_description": "According to research, the majority of higher educators agree that AI will be a key part of their educational toolbox moving forward. The same research shows that nearly all of these educators have absolutely no clue how to build AI into their programs. This session gives practical suggestions for getting started on an AI data strategy.",
    "id": 26
  },
  {
    "name": "Jenny Torres",
    "title": "Account Executive",
    "organization": "Red30 Tech",
    "bio": "Jenny Torres likes to tell others that there is literally a maker or two inside of her since she has spent most of her life morbidly obese due to a rare medical condition. She credits the maker community with giving her the confidence and courage to create. ",
    "session_name": "We are All Makers",
    "session_description": "There is a maker inside of each of us—and some get out more often than others. From innovating a way to make a job easier, to renovating a tired chest of drawers into a piece of statement home decor, bits of maker make it into our days on a regular basis. Here’s how to embrace and encourage that maker in everyone around us.",
    "id": 27
  },
  {
    "name": "Jess Abbott",
    "title": "Photographer",
    "organization": "Pixelford Photography",
    "bio": "Formerly a photographer for an arts magazine, Jess Abbott now spends her time photographing what some may or may not consider \"art\" created by machines.   ",
    "session_name": "Art in the Age of Automation",
    "session_description": "There are some people who don't believe that art can be “art” if it is made by a machine. The most intriguing and sometimes surprising beautiful art is made by non-sentient robots, based on data and interpretations of that data. ",
    "id": 28
  },
  {
    "name": "Josh Taylor",
    "title": "Graphic Designer",
    "organization": "Wisdom Pet Medicine",
    "bio": "Josh Taylor is a maker in the nth degree, and coaches local makers who are interested in taking their craft to market. He especially enjoys his work with the local junior and high school maker competitions.",
    "session_name": "Ideas into Business",
    "session_description": "From 3D printed jewelry to hand embroidery, epoxy river tables to boat making, many makers find that there is a market for what they create, and embark on a business. Meet successful makers who have turned their maker energy into enterprise.",
    "id": 31
  },
  {
    "name": "Justine Evans",
    "title": "Computer Coding Instructor",
    "organization": "Orange Valley University",
    "bio": "Justine Evans began coding when she was 11, and hasn't stopped since. She has developed an open-source online learning platform for all of the state's grade schools. ",
    "session_name": "AI and Education-Developing a Data Strategy",
    "session_description": "According to research, the majority of higher education educators agree that AI will be a key part of their educational toolbox moving forward. The same research shows that nearly all of these educators have absolutely no clue how to build AI into their programs. This session gives practical suggestions for getting started on an AI data strategy.",
    "id": 34
  },
  {
    "name": "Marysa Balma",
    "title": "Founder/CEO",
    "organization": "Balma Innovations",
    "bio": "Marysa Balma founded Balma Innovations in 2012. She has developed systems for adults that allow them to learn about design at their own pace, including designing with 3D printer technology.",
    "session_name": "3D Printing for the Non-Tech Minded",
    "session_description": "This is 3D Printing 101 for those in the makerspace that don't consider themselves technically astute.",
    "id": 37
  },
  {
    "name": "Milia Wu",
    "title": "Director of Special Projects",
    "organization": "City of Orange Valley",
    "bio": "Milia Wu thinks all of her projects are special, especially the one in which she actively interacts with people in local makerspaces, and talks to the community about taking advantage of these spaces. Her ultimate goal is to help more women and seniors get involved.",
    "session_name": "Making a Maker Community",
    "session_description": "One of the things we hear most often is that the favorite part of a makerspace is being able to socialize with other people interested in the same things you are, and learning about areas of making that you want to learn about. How do we build and nurture this community?",
    "id": 39
  },
  {
    "name": "Paula Muller",
    "title": "Cloud Solutions Specialist",
    "organization": "Red30 Tech",
    "bio": "Paula Muller strives to help businesses of all sizes minimize costs and stress. She also believes that education is a key part of cloud recruitment.",
    "session_name": "Embracing the Cloud",
    "session_description": "The cloud makes many tasks faster and more efficient for industry. How does it affect makers?",
    "id": 41
  },
  {
    "name": "Pen Ridsdale",
    "title": "Vlogger",
    "organization": "Pen Designs",
    "bio": "If you haven't heard of Pen Ridsdale, you're living under a rock. Pen vlogs (with style) almost daily about fellow makers and shakers.",
    "session_name": "Are Makerspaces Passe?",
    "session_description": "You don't need to attend this session to find out the short answer to this question: a resounding “NO!” We'll be discussing how to keep makerspaces current, full, and economically stable.",
    "id": 42
  },
  {
    "name": "Peter Wang",
    "title": "Strategic Services Director",
    "organization": "Roux Academy",
    "bio": "Peter Wang helps Roux Academy navigate its current use of technology, and researches what's critical and creative for students, professors, and staff. ",
    "session_name": "AI and Education-Developing a Data Strategy",
    "session_description": "According to research, the majority of higher education educators agree that AI will be a key part of their educational toolbox moving forward. The same research shows that nearly all of these educators have absolutely no clue how to build AI into their programs. This session gives practical suggestions for getting started on an AI data strategy.",
    "id": 43
  },
  {
    "name": "Rose Ortiz",
    "title": "Videographer",
    "organization": "Red30 Design",
    "bio": "Rose Ortiz is one of the country's foremost drone videographers, and assists public service organizations with using drones for service and safety.",
    "session_name": "Using Drones for Disaster Relief",
    "session_description": "Drones are becoming immeasurably important in disaster relief. Using drones to fight wildfires has huge potential to save lives and avoid the risks that firefighters face. Carrying supplies to people otherwise unreachable, and surveying damage are just two more ways drones can help us. See what’s being used and developed.",
    "id": 44
  },
  {
    "name": "Sofia Lopez",
    "title": "Digital Strategist",
    "organization": "SAMOCA",
    "bio": "As a digital strategist, Sofia Lopez knows the challenge of balance between humans and robots. She often assists corporations in educating employees in using technology to avoid feeling threatened by it. ",
    "session_name": "Human Resources and Robots",
    "session_description": "Researchers have claimed that nearly 50 percent of all jobs could be done by robots within the next two decades. What is the effect of automation on managing the workforce? Will ‘human resources’ become obsolete?",
    "id": 45
  },
  {
    "name": "Stephanie Watson",
    "title": "CAD Designer",
    "organization": "KinetEco Inc.",
    "bio": "Stephanie Watson is a 3D-building enthusiast, and has worked with several non-profits in designing efficient homes for their local population.",
    "session_name": "Homebuilding and 3D Printing",
    "session_description": "A new house in 24 hours—can this be our practical solution for making affordable housing for all? See what has been done in this very vertical industry, and discuss how it will grow and be truly affordable—both for those living in the homes, and for the builders that create them.",
    "id": 46
  },
  {
    "name": "Stephen Tao",
    "title": "Digital Service Engineer",
    "organization": "City of Orange Valley",
    "bio": "Stephen Tao is passionate about VR and loves to show off projects he and his team have collaborated on—including the first completely ADA-compliant renovation to an entire neighborhood in Orange Valley.",
    "session_name": "VR in Town and City Planning",
    "session_description": "The City of Orange Valley is one of the first in the state to embrace the use of VR in its town planning. Panelists share examples of zoning request mockups, a proposed development, and other infrastructure proposals and plans that help both citizens and developers envision and edit prior to implementation.",
    "id": 47
  },
  {
    "name": "Victor Gonzalez",
    "title": "Wastewater Management Specialist",
    "organization": "Leaf & Mortar",
    "bio": "Victor Gonzalez has worked tirelessly in helping organizations design and model systems that bring normally 'hidden' infrastructures—such as the wastewater management systems he designs and implements—to life using virtual reality. ",
    "session_name": "VR in Town and City Planning",
    "session_description": "The City of Orange Valley is one of the first in the state to embrace the use of VR in its town planning. Panelists share examples of zoning request mockups, a proposed development, and other infrastructure proposals and plans that help both citizens and developers envision and edit prior to implementation.",
    "id": 49
  },
  {
    "name": "Zia York",
    "title": "Director of Experience Design",
    "organization": "The Landon Hotel",
    "bio": "Every guest at The Landon Hotels are beneficiaries of Zia York's expertise in experience design. ",
    "session_name": "Automating User Testing",
    "session_description": "Eliminating human error and saving time and money are key reasons user testing—at least parts of it—is an ideal job for automation. We'll discuss the advantages and disadvantages of using machines to test a product that will be used by humans.",
    "id": 50
  }
]
